Repository: tanishaapriya/LoopKit
Catalog: Loop/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sv, tr, vi, zh_hans

source: Invalid glucose reading with a timestamp that is %1$@ in the future
da: Ugyldig glukoseaflæsning med et tidsstempel, der er %1$@ i fremtiden
de: Ungültiger Blutzuckermesswert mit einem Zeitstempel, der %1$@ in der Zukunft liegt
es: Lectura de glucosa no válida de %1$@ en el futuro
fr: Lecture de glucose non valide avec un horodatage situé à %1$@ dans le futur
it: Lettura della glicemia non valida con data e ora %1$@ nel futuro
nb: Ugyldig blodsukkermåling med et tidsstempel som er %1$@ i fremtiden
nl: Ongeldige glucosemeting met een tijdstempel dat %1$@ in de toekomst ligt.
pl: Nieprawidłowy odczyt glukozy ze znacznikiem czasu, który wynosi %1$@ w przyszłości
ro: Citirea invalidă a glicemiei cu un marcaj temporal care este %1$@ în viitor
ru: Неверное показание глюкозы с временной меткой, которая находится на %1$@ в будущем
tr: Gelecekte %1$@ olan bir zaman damgasıyla geçersiz KŞ okuması

source: iOS Critical Alerts and Time Sensitive Alerts are types of Apple notifications. They are used for high-priority events. Some examples include:
da: Kritiske iOS-advarsler og tidsfølsomme advarsler er typer Apple-meddelelser. De bruges til begivenheder med høj prioritet. Nogle eksempler inkluderer:
de: Kritische iOS-Warnungen und zeitkritische Warnungen sind Arten von Apple-Benachrichtigungen. Sie werden für Ereignisse mit hoher Priorität verwendet. Einige Beispiele:
fr: Les alertes critiques iOS et les alertes urgentes sont des types de notifications Apple. Elles sont utilisées pour des événements de haute priorité. Voici quelques exemples :
it: gli avvisi critici e gli avvisi sensibili al tempo di iOS sono tipi di notifiche Apple. Vengono utilizzati per eventi ad alta priorità. Alcuni esempi sono:
nb: iOS Critical Alerts og Time Sensitive Alerts er typer Apple-varsler. De brukes ved hendelser med høy prioritet. Noen eksempler er:
pl: Alerty krytyczne systemu iOS i alerty zależne od czasu to typy powiadomień Apple. Wykorzystuje się je do zdarzeń o wysokim priorytecie. Oto kilka przykładów:
ro: Alertele critice iOS și alertele urgente sunt tipuri de notificări Apple. Sunt folosite pentru evenimente cu prioritate ridicată. Câteva exemple includ:
ru: Критические оповещения iOS и срочные оповещения — это типы уведомлений Apple. Они используются для проведения высокоприоритетных мероприятий. Вот некоторые примеры:

source: IOS FOCUS MODES
da: iOS-FOKUSTILSTANDE
de: IOS-FOKUSMODI
fr: MODES DE CONCENTRATION IOS
it: MODALITÀ FOCUS IOS
nb: IOS-FOKUSMODUSER
pl: TRYBY SKUPIENIA IOS
ro: MODURI CONCENTRARE IOS
ru: РЕЖИМЫ ФОКУСИРОВКИ IOS

source: It looks like you may not have logged a meal you ate. Tap to log it now.
da: Det ser ud til, at du måske ikke har indtastet et måltid, du har spist. Tryk for at logge det nu.
de: Es sieht so aus, als ob du vergessen hast eine Mahlzeit einzugeben. Tippe um sie nun einzutragen.
fr: Il semble que vous n'ayez pas enregistré un repas que vous avez pris. Appuyez pour l'enregistrer maintenant.
he: ייתכן ולא הזנת ארוחה שאכלת. לחץ כדי להזין אותה כעת.
it: Sembra che non sia stato registrato un pasto consumato. Tocca per registrarlo ora.
nb: Det ser ut til at du kanskje ikke har logget et måltid du har spist. Trykk for å logge den nå.
nl: Het lijkt erop dat je een maaltijd die je hebt gegeten niet hebt toegevoegd. Tik om het nu toe te voegen.
pl: Wygląda na to, że nie wprowadziłeś zjedzonego posiłku. Stuknij, aby dodać zaległy posiłek.
ro: Se pare că nu ați înregistrat o masă pe care ați mâncat-o. Atingeți pentru a o înregistra acum.
ru: Похоже, что Вы не ввели съеденную Вами еду. Нажмите , чтобы записать ее сейчас.
tr: Görünüşe göre yediğiniz bir yemeği kaydetmemiş olabilirsiniz. Şimdi kaydetmek için dokunun.

source: Large Meal Entered
da: Stort måltid indtastet
de: Große Mahlzeit eingegeben
es: Comida grande ingresada
fr: Grand repas entré
he: ארוחה גדולה נרשמה
it: Pasto abbondante inserito
nb: Angitt Stort Måltid
nl: Grote Maaltijd Ingevoerd
pl: Wprowadzono duży posiłek
ro: O cantitate mare de carbohidrați a fost introdusă
ru: Введена большая порция еды
tr: Büyük Yemek Girildi
zh_hans: 已输入大份餐

source: Learn More
da: Lær mere
de: Mehr erfahren
es: Más información
fi: Lue lisää
fr: En savoir plus
he: מידע נוסף
it: Ulteriori informazioni
nb: Lære mer
nl: Meer Informatie
pl: Dowiedz się więcej
ro: Aflați mai multe
ru: Подробнее
sv: Lär dig mer
tr: Daha fazla bilgi edin

source: Less than a minute remaining
da: Mindre end 1 minut tilbage
de: Weniger als eine Minute verbleiben
es: Queda menos de un minuto
fi: Alle minuutti jäljellä
fr: Moins d'une minute restante
he: נותרה פחות מדקה
it: Meno di un minuto rimanente
nb: Mindre enn et minutt gjenstår
nl: Minder dan een minuut resterend
pl: Pozostało mniej niż minutę
ro: A rămas mai puțin de un minut
ru: Осталось меньше минуты
sv: Mindre än en minut återstår
tr: Bir dakikadan az kaldı

source: Log Dose
da: Log dosis
de: Dosis speichern
es: Registrar dosis
fi: Kirjaa annos
fr: Enregistrer la dose
it: Registra dose
nb: Logg Dose
nl: Registreer Dosis
pl: Zarejestruj dawkę
ro: Înregistrează Doză
ru: Доза из лога
sv: Logga Dos
tr: Günlük Doz
zh_hans: 记录注射量

source: Logged Insulin Dose
da: Logget insulindosis
de: Gespeicherte Insulindosis
es: Dosis de insulina registrada
fi: Kirjattu insuliiniannos
fr: Dose d'insuline enregistrée
it: Dose d'insulina registrata
nb: Logget insulindose
nl: Geregistreerde Insulinedosis
pl: Zarejestrowana dawka insuliny
ro: Doza de insulină înregistrată
ru: Зарегистрированная доза инсулина
sv: Loggad insulindos
tr: Kayıtlı İnsülin Dozu

source: Loop Crashed
da: Loop er crashet
de: Loop ist abgestürzt
es: Falla del Loop
fr: Panne de Loop
he: Loop קרס
it: Loop è crashato
nb: Loop krasjet
nl: Loop is Vastgelopen
pl: Pętla uległa awarii
ro: Loop s-a închis
ru: Произошел сбой приложения
tr: Loop Çöktü
zh_hans: loop 崩溃了

source: Loop has detected an issue with your Bluetooth settings, and will not work successfully until Bluetooth is enabled. You will not receive glucose readings, or be able to bolus.
da: Loop har opdaget et problem med dine Bluetooth-indstillinger, og fungerer ikke korrekt, før Bluetooth er aktiveret. Du vil ikke få blodsukkeraflæsninger eller være i stand til at give bolus.
de: Loop hat ein Problem mit Deinen Bluetooth-Einstellungen festgestellt und funktioniert nicht, bis Bluetooth aktiviert ist. Du erhältst keine Blutzucker-Werte und es kann kein Bolus abgeben werden.
es: Loop ha detectado un problema con la configuración de Bluetooth, y no funcionará correctamente hasta que el Bluetooth esté activado. No recibirás lecturas de glucosa, ni podrás dar los bolos.
fi: Loop on havainnut Bluetooth-asetuksissa ongelman, eikä se toimi oikein ennen kuin Bluetooth on otettu käyttöön. Et saa glukoosilukemia, etkä voi antaa bolusta.
fr: Loop a détecté un problème avec vos paramètres Bluetooth, et ne fonctionnera pas correctement tant que le Bluetooth ne sera pas activé. Vous ne pourrez pas recevoir de lectures de glucose, ni être en mesure de faire un bolus.
it: Loop ha rilevato un problema con le tue impostazioni Bluetooth e non funzionerà correttamente finché il Bluetooth non sarà attivato. Non riceverai letture glicemiche né potrai eseguire il bolo.
nb: Loop har oppdaget et problem med Bluetooth-innstillingene dine, og vil ikke fungere før Bluetooth er aktivert. Du vil ikke motta blodsukkermålinger, eller være i stand til å gi bolus.
nl: Loop heeft een probleem met je Bluetoothinstellingen gedetecteerd en zal niet goed werken totdat Bluetooth wordt ingeschakeld. Je ontvangt geen glucosemetingen en je kunt niet bolussen.
pl: Loop wykrył problem z ustawieniami Bluetooth i nie będzie działać poprawnie, dopóki Bluetooth nie zostanie włączony. Nie będziesz otrzymywać odczytów poziomu glukozy ani możliwości podania bolusa.
ro: Loop a detectat o problemă cu setările Bluetooth și nu va funcționa cu succes până când Bluetooth nu este activat. Nu veţi primi valori ale glicemiei sau nu veţi putea face bolus.
ru: Loop обнаружил проблему в настройках Bluetooth и не будет успешно работать, пока Bluetooth не будет включен. Вы не будете получать показания глюкозы и не сможете вводить болюс.
sv: Loop har upptäckt ett problem med dina Bluetooth-inställningar och kommer inte att fungera förrän Bluetooth är aktiverat. Du kommer varken att kunna se dina blodsockervärden eller att kunna ge någon bolus.
tr: Loop, Bluetooth ayarlarınızla ilgili bir sorun algıladı ve Bluetooth etkinleştirilene kadar başarılı bir şekilde çalışmayacaktır. KŞ okumaları almayacaksınız veya bolus yapamayacaksınız.
zh_hans: Loop 检测到您的蓝牙设置存在问题，在蓝牙启用之前将无法正常工作。 您将无法接收血糖读数，也无法推注大剂量。

source: Loop has detected an missed meal and estimated its size. Edit the carb amount to match the amount of any carbs you may have eaten.
da: Loop har opdaget et overset måltid og vurderet dets størrelse. Rediger mængden af kulhydrater, så den svarer til mængden af kulhydrater, du har spist.
de: Loop hat eine vergessene Mahlzeit erkannt und deren Größe geschätzt. Passe die KH auf die Menge an, die Du wahrscheinlich gegessen hast.
fr: Loop a détecté un repas manqué et a estimé sa taille. Modifiez la quantité de glucides pour qu'elle corresponde à la quantité de glucides que vous avez peut-être mangée.
he: Loop זיהה ארוחה שלא הוזנה והעריך את גודלה. ערוך את מספר הפחמימות כדי להתאים אותו לזה שאכלת.
it: Loop ha rilevato un pasto saltato e ne ha stimato le dimensioni. Modifica la quantità di carboidrati in modo che corrisponda alla quantità di carboidrati che potresti aver mangiato.
nb: Loop har oppdaget et glemt måltid og estimert størrelsen. Rediger karbohydratmengden for å matche mengden av karbohydrater du måtte ha spist.
nl: Loop heeft een gemiste maaltijd gedetecteerd en een schatting van de hoeveelheid gedaan. Bewerk de hoeveelheid koolhydraten, zodat deze overeenkomt met de hoeveelheid koolhydraten die je mogelijk hebt gegeten.
pl: Pętla wykryła pominięty posiłek i oszacowała jego wielkość. Edytuj ilość węglowodanów, aby odpowiadała ilości węglowodanów, które mogłeś zjeść.
ro: Loop a detectat o masă neanunțată și a estimat dimensiunea acesteia. Editați cantitatea de carbohidrați pentru a se potrivi cu cantitatea de carbohidrați pe care ați consumat-o.
ru: Loop обнаружил пропущенный прием пищи и оценил его размер. Отредактируйте количество углеводов, чтобы оно соответствовало количеству тех углеводов, которые вы, возможно, съели.
tr: Loop atlanmış bir öğün tespit etti ve boyutunu tahmin etti. Yemiş olabileceğiniz karbonhidrat miktarına uyması için karbonhidrat miktarını düzenleyin.
zh_hans: Loop 检测到一次可能遗漏的进食，并估算了碳水量。请根据实际摄入情况修改碳水数值。

source: Loop will automatically bolus when insulin needs are above scheduled basal, and will use temporary basal rates when needed to reduce insulin delivery below scheduled basal.
da: Loop vil automatisk give bolus, når insulinbehov er over planlagt basal, og vil bruge midlertidige basalrater, når det er nødvendigt for at reducere insulinlevering under planlagt basal.
de: Loop gibt automatisch einen Bolus ab, wenn der Insulinbedarf über der geplanten Basalrate liegt, und verwendet temporäre Basalraten, wenn dies erforderlich ist, um die Insulinabgabe unter die geplante Basalrate zu reduzieren.
es: Loop administrará bolos automáticamente cuando las necesidades de insulina estén por encima del basal programado y utilizará ajustes temporales de basal cuando sea necesario para reducir la administración de insulina por debajo del basal programado.
fi: Loop annostelee automaattisen boluksen kun insuliinitarve ylittää ohjelmoidun basaalin, ja käyttää tilapäisiä alhaisempia basaalitasoja kun tarvitaan vähemmän insuliinia.
fr: Loop effectue automatiquement des bolus lorsque les besoins en insuline sont supérieurs au débit de base programmé, et utilise des débits basaux temporaires si nécessaire pour réduire l'administration d'insuline en dessous du débit de base programmé.
it: Loop eseguirà automaticamente il bolo quando il fabbisogno d'insulina è superiore alla basale programmata e utilizzerà velocità basali temporanee quando necessario per ridurre l'erogazione d'insulina al di sotto della basale programmata.
nb: Lopp vil sette bolus når insulinbehovet er over planlagt basal, og vil bruke midlertidige basale rater når det er nødvendig for å redusere insulintilførselen under planlagt basal
nl: Loop zal automatisch bolussen geven wanneer de insulinebehoefte groter is dan het ingestelde basaal, en Loop zal wanneer dat nodig is gebruik maken van tijdelijke basaalsnelheden om insulinetoediening te verlagen.
pl: Pętla automatycznie poda bolusa, kiedy zapotrzebowanie na insulinę przekroczy zaplanowaną dawkę podstawową, a w razie potrzeby zredukuje zaplanowaną dawkę podstawową (bazę).
ro: Loop va bolusa automat când necesarul de insulină este deasupra bazalei programate, și va utiliza rate bazale temporare atunci când este necesar, pentru a reduce cantitatea de insulină administrată sub nivelul bazal programat.
ru: Loop автоматически вводит болюсы, когда потребность в инсулине превышает запланированную базу, и при необходимости использует ВБС, чтобы снизить подачу инсулина ниже запланированной базы.
sv: Loop kommer att ge bolus automatiskt när insulinbehovet är större än ordinarie basal och kommer, vid behov, att minska din ordinarie basal med temporära basaldoser för att minska insulintillförseln.
tr: Loop, insülin ihtiyaçları programlanan bazalın üzerine çıktığında otomatik olarak bolus yapacak ve gerektiğinde insülin iletimini programlanan bazalın altına düşürmek için geçici bazal oranları kullanacaktır.
zh_hans: 当所需胰岛素高于计划基础率时，Loop 将自动推注大剂量；当所需胰岛素低于计划基础率时，则使用临时基础率以减少胰岛素输注

source: Loop will not work successfully until Bluetooth is enabled. You will not receive glucose readings, or be able to bolus.
da: Loop vil ikke fungere, før Bluetooth er aktiveret. Du vil ikke modtage glukoseaflæsninger eller være i stand til at give bolus.
de: Loop funktioniert nicht, bis Bluetooth aktiviert ist. Du erhältst keine Blutzuckerwerte und es kann kein Bolus abgeben werden.
es: Loop no funcionará correctamente hasta que el Bluetooth esté habilitado. No recibirá lecturas de glucosa ni podrá administrar bolus.
fr: Loop ne fonctionnera pas correctement tant que le Bluetooth ne sera pas activé. Vous ne pourrez pas recevoir de lectures de glucose, ni être en mesure de faire un bolus.
he: Loop לא תעבוד עד הפעלת Bluetooth. לא תוכל לקבל נתוני גלוקוז או להזריק בולוס.
it: Loop non funzionerà correttamente fino a quando il Bluetooth non sarà attivato. Non riceverai letture glicemiche né potrai eseguire il bolo.
nb: Loop vil ikke fungere før Bluetooth er aktivert. Du vil ikke motta blodsukkermålinger, eller være i stand til å gi bolus.
nl: Loop werkt pas als Bluetooth is ingeschakeld. Je zult geen glucosemetingen ontvangen of een bolus kunnen toedienen.
pl: Pętla nie będzie działać pomyślnie, dopóki Bluetooth nie zostanie włączony. Nie będziesz otrzymywać odczytów poziomu glukozy ani możliwości podania bolusa.
ro: Loop nu va funcționa cu succes până când Bluetooth nu este activat. Nu veți primi citiri de glicemie sau nu veți putea să bolusați.
ru: Loop не будет успешно работать, пока не будет включен Bluetooth. Вы не сможете получать показания уровня глюкозы или вводить болюсы.
tr: Bluetooth etkinleştirilene kadar döngü başarılı bir şekilde çalışmayacaktır. KŞ ölçümleri alamayacak veya bolus yapamayacaksınız.

source: Loop will set temporary basal rates to increase and decrease insulin delivery.
da: Loop vil fastsætte midlertidige basalrater for at øge og reducere insulinafgivelse.
de: Loop stellt temporäre Basalraten ein, um die Insulinabgabe zu erhöhen oder zu verringern.
es: Loop establecerá basal temporales para aumentar y disminuir la administración de insulina.
fi: Loop käyttää tilapäisiä basaalitasoja lisätäkseen tai vähentääkseen insuliinin annostelua.
fr: Loop permet de définir des débits de base temporaires pour augmenter et diminuer l'administration d'insuline.
he: Loop תגדיר בזאלי זמני כדי להגדיל ולהקטין מתן אינסולין.
it: Loop imposterà velocità basali temporanee per aumentare e diminuire l'erogazione d'insulina.
nb: Loop vil sette midlertidige basal rater for å øke og redusere insulin levering.
nl: Loop stelt tijdelijke basaalsnelheden in om de insulinetoediening te verhogen of te verlagen.
pl: Pętla ustawi tymczasowe dawki podstawowe, aby zwiększać lub zmniejszyć podawanie insuliny.
ro: Loop va stabili ratele bazale temporare pentru a crește și reduce cantitatea de insulina livrată.
ru: Петля установит ВБС для увеличения или уменьшения подачи инсулина.
sv: Loop kommer att ställa in tillfälliga basalnivåer för att öka eller minska insulintillförsel.
tr: Loop, insülin iletimini artırmak ve azaltmak için geçici bazal oranlar ayarlayacaktır.
zh_hans: Loop 将设置临时基础率，以增加或减少胰岛素输注。

source: Low Glucose
da: Lav glukose
de: Niedriger Blutzucker
es: Glucosa baja
fr: Glycémie basse
he: גלוקוז נמוך
it: Glicemia bassa
nb: Lavt blodsukker
nl: Lage Glucose
pl: Niski poziom glukozy
ro: Glicemie scăzută
ru: Низкий уровень глюкозы
tr: Düşük KŞ
zh_hans: 低血糖

source: Manage Permissions in Settings
da: Administrer tilladelser i Indstillinger
de: Berechtigungen in den Einstellungen verwalten
es: Administrar permisos en Configuración
fr: Gérer les permissions dans les paramètres
he: קבע הרשאות בהגדרות
it: Gestisci le autorizzazioni in Impostazioni
nb: Behandle tillatelser i Innstillinger
nl: Beheer Toestemming in Instellingen
pl: Zarządzaj uprawnieniami w Ustawieniach
ro: Gestionați permisiunile din Setări
ru: Управление разрешениями в настройках
tr: Ayarlarda İzinleri Yönetin
zh_hans: 在系统设置中配置权限

source: Managing Alerts
da: Administration af advarsler
de: Verwalten von Warnungen
fr: Gestion des Alertes
it: Gestione degli avvisi
nb: Administrere varsler
pl: Zarządzanie alertami
ro: Gestionarea alertelor
ru: Управление оповещениями

source: Manual Dose: <b>%1$@</b> %2$@
da: Manuel dosis: <b> %1$@ </b> %2$@
de: Manuelle Dosis: <b>%1$@</b> %2$@
es: Dosis manual: <b> %1$@ </b> %2$@
fr: Dosage manuel : <b> %1$@ </b> %2$@
he: כמות ידנית: <b>%1$@</b> %2$@
it: Dose manuale: <b> %1$@ </b> %2$@
nb: Manuell dose: <b>%1$@</b> %2$@
nl: Doseer Handmatig: <b>%1$@</b> %2$@
pl: Dawka z pena: <b> %1$@ </b> %2$@
ro: Doză manuală: <b> %1$@ </b> %2$@
ru: Ручная доза: <b>%1$@</b> %2$@
tr: Manuel Doz: <b> %1$@ </b> %2$@
zh_hans: 手动剂量： <b>%1$@</b> %2$@

source: Maximum Basal Rate Per Hour
da: Maksimal basalrate pr. time
de: Maximale Basalte pro Stunde
es: Tasa basal máxima por hora
fr: Débit Basal Maximum par heure
he: בזאלי מקסימלי לשעה
it: Velocità basale massima all'ora
nb: Maksimal basaldose pr. time
nl: Maximale Basaalsnelheid Per Uur
pl: Maksymalna dawka podstawowa na godzinę
ro: Rata bazală maximă pe oră
ru: Максимальная базальная скорость в час
tr: Saat Başı Maksimum Bazal Oran
zh_hans: 每小时最大基础速率

source: Maximum Bolus
da: Maksimal bolus
de: Maximaler Bolus
es: Bolo Máximo
fi: Suurin sallittu bolus
fr: Bolus Maximum
he: בולוס מקסימלי
it: Bolo massimo
ja: 最大ボーラス
nb: Maks bolus
nl: Maximale Bolus
pl: Maksymalny bolus
pt_br: Bolus Máximo
ro: Bolus maxim
ru: Максимальный Болюс
sv: Maximal bolus
tr: Maksimum Bolus
vi: Liều Bolus tối đa
zh_hans: 最大剂量

source: Maximum Bolus Exceeded
da: Maksimal bolus overskredet
de: Maximaler Bolus überschritten
es: Bolo máximo excedido
fr: Bolus Maximum atteint
he: חריגה מבולוס מקסימלי
it: Bolo massimo superato
nb: Maksimal bolus overskredet
nl: Maximale Bolus Overschreden
pl: Przekroczono maksymalny bolus
ro: Bolusul maxim depășit
ru: Превышен максимальный объем болюса
tr: Maksimum Bolus Aşıldı
zh_hans: 超过最大推注量

source: Meal Bolus
da: Måltidsbolus
de: Mahlzeiten Bolus
es: Bolo de Comida
fi: Ateriabolus
fr: Bolus de repas
he: בולוס לכיסוי ארוחה
it: Bolo pasto
nb: Måltidsbolus
nl: Maaltijd Bolus
pl: Bolus Posiłkowy
ro: Bolus pentru masă
ru: Болюс на еду
sv: Måltidsbolus
tr: Yemek Bolusu
zh_hans: 餐时注射

source: Missed Meal Notifications
da: Meddelelser om glemt måltid
de: Verpasste Mahlzeit Benachrichtigung
fr: Notifications de repas manqués
he: התראה על ארוחות שלא הוזנו
it: Notifiche di pasti mancati
nb: Varsler om tapte måltider
nl: Gemiste Maaltijdmeldingen
pl: Powiadomienia o pominiętych posiłkach
ro: Notificări Mese Neanunțate
ru: Уведомления о пропущенных приемах пищи
tr: Kaçırılan Yemek Bildirimleri
zh_hans: 错过用餐通知

source: Missing maximum allowed bolus in settings
da: Manglende maksimalt tilladt bolus i indstillingerne
de: Maximal erlaubter Bolus in den Einstellungen fehlt
es: Falta el bolo máximo permitido en la configuración
fr: Bolus maximal autorisé manquant dans les paramètres
he: בולוס מקסימלי חסר בהגדרות
it: Manca il bolo massimo consentito nelle impostazioni
nb: Mangler maksimalt tillatt bolus i innstillingene
nl: Maximaal toegestane bolus ontbreekt in instellingen
pl: Brak ustawionego maksymalnego dozwolonego bolusa
ro: Lipsește bolusul maxim permis în setări
ru: Отсутствие максимально допустимого болюса в настройках
tr: Ayarlarda izin verilen maksimum bolus eksik

source: More Info
da: Mere Info
de: Weitere Info
es: Más Info
fi: Lisätietoa
fr: Plus d'informations
he: מידע נוסף
it: Ulteriori informazioni
ja: 詳細
nb: Mer info
nl: Meer Informatie
pl: Więcej informacji
pt_br: Mais Info
ro: Detalii
ru: Доп. инфо
sv: Mer info
tr: Daha fazla bilgi
vi: Thêm thông tin
zh_hans: 更多信息

source: Mute All Alerts
da: Slå alle alarmer fra
de: Alle Alarme stummschalten
es: Silenciar todas las alertas
fr: Enlever le son de toutes les alertes
he: השתק את כל ההתראות
it: Disattiva tutti gli avvisi
nb: Demp alle varsler
nl: Alle Waarschuwingen Dempen
pl: Wycisz wszystkie alerty
ro: Dezactivați toate alertele
ru: Выключить все оповещения
tr: Tüm Uyarıları Sessize Al
zh_hans: 静音所有警报

source: Mute All Alerts Temporarily
da: Slå lyden fra for alle advarsler midlertidigt
de: Alle Warnungen vorübergehend stummschalten
fr: Désactiver temporairement toutes les alertes
it: Disattiva temporaneamente tutti gli avvisi
nb: Slå av alle varsler midlertidig
pl: Tymczasowo wycisz wszystkie alerty
ro: Dezactivați temporar toate alertele
zh_hans: 暂时静音所有警报

source: Needs Attention
da: Handling påkrævet
de: Erfordert Aufmerksamkeit
es: Necesita Atención
fi: Tarvitsee huomiota
fr: Demande votre attention
he: דורש תשומת לב
it: Richiede attenzione
ja: 注意してください
nb: Trenger tilsyn
nl: Aandacht Nodig
pl: Potrzebuje uwagi
pt_br: Precisa de Atenção
ro: Necesită atenție
ru: Требует внимания
sv: Kräver uppmärksamhet
tr: İlgilenmeniz gerekiyor
vi: Cần chú ý
zh_hans: 请注意

source: Negative duration not allowed
da: Negativ varighed ikke tilladt
de: Eine negative Dauer ist nicht erlaubt
fr: Durée négative non autorisée
he: משך זמן שלילי לא מותר
it: Durata negativa non consentita
nb: Negativ varighet ikke tillatt
nl: Negatieve duur niet toegestaan
pl: Ujemny czas trwania nie jest dozwolony
ro: Durata negativă nu este permisă
ru: Отрицательная продолжительность не допускается
tr: Negatif süreye izin verilmez

source: No alerts or alarms will sound while muted. Select how long you would you like to mute for.
da: Ingen advarsler eller alarmer lyder, mens lyden er slået fra. Vælg, hvor længe du vil slå lyden fra.
de: Bei Stummschaltung ertönen keine Warn- oder Alarmsignale. Wähle die Dauer der Stummschaltung aus.
fr: Aucune alerte ni alarme auditive ne sera émise lorsque le mode silencieux est activé. Choisissez la durée du mode silencieux.
it: Nessun avviso o allarme suonerà quando l'audio è disattivato. Seleziona per quanto tempo desideri disattivare l'audio.
nb: Ingen varsler eller alarmer vil høres mens de er dempet. Velg hvor lenge du ønsker å dempe lyden.
pl: Po wyciszeniu nie będą emitowane żadne alerty ani alarmy. Wybierz, jak długo chcesz wyciszyć.
ro: Nicio alertă nu va suna când este dezactivat sunetul. Odată ce această perioadă se încheie, alertele și alarmele dumneavoastră vor relua normal.
